import { ColumnType } from './../types/column.type';
export const testdata: ColumnType[] = [
  {
    id: 0,
    title: "План на месяц",
    cards: [
      {
        content: "Пройти курс по React",
      },
      {
        content: "Отметить день рождения",
      },
      {
        content: "Пройти курс по React",
      },
      {
        content: "Отметить день рождения",
      },
      {
        content: "Пройти курс по React",
      },
      {
        content: "Отметить день рождения",
      },
      {
        content: "Пройти курс по React",
      },
      {
        content: "Отметить день рождения",
      },
      {
        content: "Пройти курс по React",
      },
      {
        content: "Записаться в мотошколу. Хотя немного страшновато, конечно.\
                Друзья и родители против, но очень хочется.\
                Но кого я обманываю, уже 2 года решаюсь на этот шаг 😢\
                Еще и друзья будут хрустиком называть.\
                В общем, хотя бы подумать над этим.",
      },
      {
        content: "Пройти курс по React",
      },
      {
        content: "Отметить день рождения",
      },
      {
        content: "Пройти курс по React",
      },
      {
        content: "Отметить день рождения",
      },
      {
        content: "Пройти курс по React",
      },
      {
        content: "Отметить денsdь рождения",
      }
    ]
  },
  {
    id: 1,
    title: "План на день",
    cards: [
      {
        content: "Записаться курс по React",
      },
      {
        content: "Сделать тестовое задание",
      }
    ]
  },
  {
    id: 2,
    title: "План на неделю",
    cards: [
      {
        content: "Собрать портфолио",
      },
    ]
  }
]
